<html>
<head>
 <meta charset="utf-8">
  <meta name="viewport" content="initial-scale=1.0, width=device-width">
  <link rel="stylesheet" href="reset.css"> <!-- CSS reset -->
<link href="style.css" rel="stylesheet" type="text/css" >
<script src="js/modernizr.js"></script> <!-- Modernizr -->
</head>
<body>
 <div class="wrapper"> 
  <div class="top">
  </div>

  <ul class="navigation">
    <li><a href="index.php">Главная</a></li>
    <li><a href="teomat.php">Теоретический материал</a></li>
    <li><a href="itog.php">Итоговый тест</a></li>
    <li><a href="onas.php">Контакты</a></li>
        <li><a href="otzivy.php">Отзывы</a></li>
    <li><a href="http://dpo-energo.ru"><img src="img/23.jpg" alt=""></a></li>
    <li><a href="vhodd.php">Вход</a></li>
    <div class="clear"></div>
  </ul>
  <div class="footer">
    <h1 class="pageTitle" align="center">Автономная некоммерческая организация дополнительного профессионального образования </h1>
    <div class="vir">
    <p align="justify">Любые крупные компании, как на Западе, так и в России, в связи с развитием новых технологий склоняются к необходимости обучения этим технологиям на современных образовательных моделях. Компания, которая заботится о своем будущем, должна думать о подготовке профессионалов, что особенно актуально для энергетической отрасли, связанной со сложным, опасным производством. Поэтому в условиях усиливающейся конкуренции необходимо постоянное повышение квалификации кадрового потенциала.</p>
    <p align="justify">В связи с этим многие современные  российские  руководители  компаний пришли  к неизбежности реализации на практике концепции обучения сотрудников на протяжении всей карьеры. И решить эту проблему поможет Автономная некоммерческая организация дополнительного профессионального образования "Энергетик".</p>
    <p align="justify">Образовательная  деятельность  АНО ДПО «Энергетик»  выстраивается в соответствии с Федеральным законом РФ от 29 декабря 2012 года № 273-ФЗ «Об образовании в Российской Федерации», приказом Минобрнауки РФ от 1 июля 2013 года № 499 «Об утверждении порядка организации и осуществления образовательной деятельности по дополнительным профессиональным программам». </p>
    <p align="justify">Дополнительное профессиональное образование осуществляется посредством реализации дополнительных профессиональных программ (программ повышения квалификации и программ профессиональной  переподготовки). </p>
    <p align="justify">Содержание дополнительных профессиональных программ определяется образовательными программами, разрабатываемыми и утверждаемыми АНО ДПО «Энергетик» самостоятельно, и по требованию согласованными с государственными органами надзора.</p>
    <p align="justify"> Реализация каждой программы направлена на совершенствование и (или) получение новой компетенции, необходимой для профессиональной деятельности, и (или) повышение профессионального уровня в рамках имеющейся квалификации.</p>
    <p align="justify">Освоение дополнительных профессиональных программ позволяет  слушателям соответствовать современным требованиям, предъявляемым к специалистам в различных областях профессиональной деятельности, расширять свои профессиональные возможности и приобретать  знания в смежной области, а также подтвердить или изменить свой должностной статус, претендовать на повышение оплаты труда, повысить конкурентоспособность и уверенно управлять своей деловой карьерой, приобрести способность принимать ответственные и компетентные решения.</p>
    <p align="justify">Формы обучения и сроки освоения каждой программы определяются образовательной программой должны обеспечить   возможность достижения планируемых результатов и получение новой компетенции (квалификации). При этом минимально допустимый срок освоения программ повышения квалификации не может быть менее 16 часов.</p>
    <p align="justify">Освоение  каждой  программы  завершается  итоговой  аттестацией обучающихся в форме, определяемой АНО ДПО «Энергетик» самостоятельно.</p>
    <p align="justify">Лицам,  успешно  освоившим  программу  повышения  квалификации  и прошедшим итоговую аттестацию, выдаются удостоверения о повышении квалификации установленного образца.</p>
    <p align="justify">АНО ДПО « Энергетик» по данным официальной статистики Российской Федерации удостоена  почетного звания « ЛИДЕР РОССИИ  2013»</p>
    </div>
<div id="shout"></div>
  </div>
  <H5 align="CENTER">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;© Все права защищены., 2017 год</H5>
</div>
  
  <main class="cd-main-content">
    <!-- main content here -->
  </main>
<script src="js/jquery-2.1.1.js"></script>
<script src="js/main.js"></script> <!-- Resource jQuery -->
</body>
</html>