<html>
<head>
 <meta charset="utf-8">
  <meta name="viewport" content="initial-scale=1.0, width=device-width">
<link href="style.css" rel="stylesheet" type="text/css" >
	<title>
	</title>
	<link rel="shortcut icon" href="img/znak.png" type="img/png">
</head>
<body>
<div class="wrapper"> 
  <div class="top">
  </div>
  <ul class="navigation">
    <li><a href="index.php">Главная</a></li>
    <li><a href="teomat.php">Теоретический материал</a></li>
    <li><a href="itog.php">Итоговый тест</a></li>
    <li><a href="onas.php">Контакты</a></li>
        <li><a href="otzivy.php">Отзывы</a></li>
    <li><a href="http://dpo-energo.ru"><img src="img/23.jpg" alt=""></a></li>
    <li><a href="vhodd.php">Вход</a></li>
    <div class="clear"></div>
  </ul>
  <div class="footer">
    <h1 class="pageTitle" align="center">Пользовательский интерфейс</h1>
   <p align="justify">Интерфейс системы Moodle зависит от выбранного администратором шаблона оформления сайта и, в нашем случае, включает в себя:</p> 
   <p align="justify">• Полное название сайта</p>
   <p align="justify">• Выбор языка</p>
   <p align="justify">• Блок <b>Категории курсов</b></p>
   <p align="justify">• Блок <b>Новости сайта</b></p>
   <p align="justify">• Блок <b>Навигация</b></p>
   <p align="justify">• Блок <b>Вход</b></p>
   <img src="img/int.png">
   <p align="justify">Интерфейс Главной страницы может меняться администратором в зависимости от поставленных задач.</p>
   <p align="justify">Каждому пользователю предоставлена возможность выбора языка, на котором будет отображаться интерфейс системы.</p>
   <p align="justify">• Блок <b>Категории курсов</b> содержит курсы, сгруппированные по категориям. Администратор системы Moodle может задать несколько категорий курсов. Например, все предметы университета сгруппированы по кафедрам, на которых эти предметы разрабатываются. Этот выбор влияет на порядок отображения списка курсов и может облегчить нахождение слушателем своего курса.Слушатель может найти нужный курс, воспользовавшись строкой поиска курса.</p>
   <p align="justify">• Блок <b>Навигация</b> предназначен для быстрого перехода по важным разделам сайта.</p>
   <p align="justify">• Блок <b>Последние новости</b> служит для рассылки всем пользователям информационных сообщений. Новости в данном форуме размещает только администратор системы. Просматривать новости могут все пользователи. Чтобы просмотреть все главные новости и объявления, нажмите на ссылку. На Главной странице, в зависимости от настроек администратора, можно расположить от 1 до 10 новостей.</p>
   <p align="justify">• Блок <b>Вход</b> предназначен для входа в систему дистанционного обучения Moodle зарегистрированным пользователям. Для этого Вам необходимо создать учетную запись на сайте.</p>
<a href="teomat.php">Назад</a>
  </div>
    <H5 align="CENTER">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;© Все права защищены., 2017 год</H5>
</div>
</body>
<html>