<html>
<head>
 <meta charset="utf-8">
  <meta name="viewport" content="initial-scale=1.0, width=device-width">
<link href="style.css" rel="stylesheet" type="text/css" >
	<title>
	</title>
	<link rel="shortcut icon" href="img/znak.png" type="img/png">
</head>
<body>
<div class="wrapper"> 
  <div class="top">
  </div>
  <ul class="navigation">
    <li><a href="index.php">Главная</a></li>
    <li><a href="teomat.php">Теоретический материал</a></li>
    <li><a href="itog.php">Итоговый тест</a></li>
    <li><a href="onas.php">Контакты</a></li>
        <li><a href="otzivy.php">Отзывы</a></li>
    <li><a href="http://dpo-energo.ru"><img src="img/23.jpg" alt=""></a></li>
    <li><a href="vhodd.php">Вход</a></li>
    <div class="clear"></div>
  </ul>
  <div class="footer">
    <h1 class="pageTitle" align="center">Обзор основных блоков</h1>
      <p align="justify">Все функциональные элементы Moodle, дающие возможность активной работы с курсом и преподавателям и слушателям, сгруппированы в отдельные блоки. Используя набор блоков, каждый преподаватель может организовать пространство курса по своему вкусу. Поэтому количество и порядок блоков в каждом курсе может быть разным. Блоки могут располагаться справа и/или слева.</p>
      <p align="justify"><b>Блок Календарь</b> – в календаре отображаются события курса, которые создаются автоматически (сроки выполнения заданий, тестов и т. д.) или вручную. Текущая дата всегда выделена в рамку, общие события выделяются зеленым цветом, события курса - красным, события группы - желтым, события пользователя - синим.</p>
      <p align="justify"><b>Блок Элементы курса</b> - в этом блоке перечислены элементы курса, которые присутствуют в данном курсе (задания, лекции, ресурсы, тесты, форумы и т.д.).</p>
      <p align="justify"><b>Блок Настройки</b> - содержит информацию о пользователе. Также в этом блоке слушатель может посмотреть свои оценки (отчет по выполненным заданиям, текущие и итоговые оценки).</p>
      <p align="justify"><b>Блок Последние новости</b> - новости содержит список последних тем новостного форума курса. С помощью новостного форума преподаватель информирует всех участников своего курса о важных событиях.</p>
      <p align="justify"><b>Блок Последние действия</b> - содержит новые для вас сообщения форумов, список работающих на данный момент чатов и их участников, список изменений в элементах курса.</p>
      <p align="justify"><b>Блок Предстоящие события</b> - содержит список событий  курса,  которые должны наступить в ближайшее время.</p>
<a href="teomat.php">Назад</a>
  </div>
    <H5 align="CENTER">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;© Все права защищены., 2017 год</H5>
</div>
</body>
<html>