<html>
<head>
 <meta charset="utf-8">
  <meta name="viewport" content="initial-scale=1.0, width=device-width">
<link href="style.css" rel="stylesheet" type="text/css" >
	<title>
	</title>
	<link rel="shortcut icon" href="img/znak.png" type="img/png">
</head>
<body>
<div class="wrapper"> 
  <div class="top">
  </div>
  <ul class="navigation">
    <li><a href="index.php">Главная</a></li>
    <li><a href="teomat.php">Теоретический материал</a></li>
    <li><a href="itog.php">Итоговый тест</a></li>
    <li><a href="onas.php">Контакты</a></li>
        <li><a href="otzivy.php">Отзывы</a></li>
    <li><a href="http://dpo-energo.ru"><img src="img/23.jpg" alt=""></a></li>
    <li><a href="vhodd.php">Вход</a></li>
    <div class="clear"></div>
  </ul>
  <div class="footer">
    <h1 class="pageTitle" align="center">Создание учетной записи пользователя</h1>
      <p align="justify">Процедура регистрации проходит в два этапа. Первый - это непосредственно сама регистрация, второй - подтверждение регистрации. Только после подтверждения регистрации, вы сможете войти на сайт под своим именем и паролем.</p>
      <img src="img/polz.jpg">
      <p align="justify">Процедура регистрации включает в себя «создание учетной записи». Учетная запись - это запись, содержащая сведения, которые пользователь сообщает о себе некоторой компьютерной системе.</p>
      <p align="justify">Для того чтобы зарегистрироваться в Moodle, откройте главную страницу сайта —<a href="http://dpo-energo.ru">http://dpo-energo.ru.</a></p>
      <p align="justify">В окне «Вход» щелкните мышью по ссылке «Создать учетную запись». Окно «Вход» находится в правой части страницы сайта. В результате вы получите страницу с анкетой.</p>
      <p align="justify">Заполните все обязательные для заполнения поля анкеты, после чего нажмите кнопку «сохранить». Логин и пароль должны содержать латинские символы и/или цифры. В качестве логина необходимо использовать номер зачетной книжки. Имя, фамилия и город рекомендуем вводить символами кириллицы. Электронный адрес должен быть уникальным, использование одного электронного адреса несколькими пользователями не разрешается.</p>
      <img src="img/polz2.jpg">
      <p align="justify">После сохранения правильно заполненной анкеты, система проинформирует о том, что по указанному вами электронному адресу отправлено письмо для подтверждения регистрации.</p>
      <p align="justify">Откройте ваш электронный почтовый ящик; удостоверьтесь, что этот электронный адрес соответствует указанному вами в анкете электронному ящику. Имейте ввиду, что письмо с подтверждением регистрации может быть доставлено с задержкой во времени.</p>
      <p align="justify">Если правильно указан электронный ящик и проблем с доставкой нет, то в течение 5—10 минут к вам должно прийти письмо от администрации Moodle стемой «dpo-energo.ru подтверждение аккаунта». Откройте письмо и перейдите по указанной в нем ссылке. Как только ваша регистрация будет подтверждена, вы попадете на страницу «Регистрация подтверждена».</p>
<a href="teomat.php">Назад</a>
  </div>
    <H5 align="CENTER">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;© Все права защищены., 2017 год</H5>
</div>
</body>
<html>