<html>
<head>
 <meta charset="utf-8">
  <meta name="viewport" content="initial-scale=1.0, width=device-width">
<link href="style.css" rel="stylesheet" type="text/css" >
	<title>
	</title>
	<link rel="shortcut icon" href="img/znak.png" type="img/png">
</head>
<body>
<div class="wrapper"> 
  <div class="top">
  </div>
  <ul class="navigation">
    <li><a href="index.php">Главная</a></li>
    <li><a href="teomat.php">Теоретический материал</a></li>
    <li><a href="itog.php">Итоговый тест</a></li>
    <li><a href="onas.php">Контакты</a></li>
        <li><a href="otzivy.php">Отзывы</a></li>
    <li><a href="http://dpo-energo.ru"><img src="img/23.jpg" alt=""></a></li>
    <li><a href="vhodd.php">Вход</a></li>
    <div class="clear"></div>
  </ul>
  <div class="footer">
    <h1 class="pageTitle" align="center">Вход в систему</h1>
      <p align="justify">При  последующих посещениях  необходимо  проходить идентификацию, вводя свой логин и пароль в окно <b>«Вход»</b>. После процедуры авторизации на главной странице сайта в блоке <b>«Навигация»</b> для вас появятся новые возможности.</p>
      <img src="img/vhod.jpg">
      <p align="justify">В разделе «Мой профиль» вы можете просмотреть информацию профиля, сообщения форума, посмотреть новые личные сообщения, историю переписки и др.</p>
      <p align="justify">Раздел <b>«Мои курсы»</b> позволяет быстро отыскать интересующий курс, в котором вы уже являетесь слушателем. Для этого необходимо щелкнуть мышкой по ссылке «Мои курсы», система выведет список всех курсов, участником которых вы являетесь.</p>
      <p align="justify">Блок <b>«Сообщения»</b> позволяет вам просматривать поступившие сообщения или самостоятельно отправлять электронные сообщения другим пользователям Moodle. Во вкладке <b>«Мои собеседники»</b> вы можете создать список собеседников. Такой  список  дает  возможность  быстро  связываться  с  другими  пользователями Moodle. Для этого во вкладке <b>«Поиск пользователей и сообщений»</b> вы можете найти человека, написав его фамилию и/или имя, или найти ранее отправленные или полученные сообщения. После этого система выведет список пользователей либо сообщений, где встречается искомая фраза. Чтобы добавить пользователя в список собеседников, кликните мышью по ссылке с именем пользователя и в появившемся окне нажмите на ссылку «Добавить собеседника». Во вкладке <b>«Расширенный»</b> вы можете изменить интересующие вас опции.</p>
<a href="teomat.php">Назад</a>
  </div>
    <H5 align="CENTER">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;© Все права защищены., 2017 год</H5>
</div>
</body>
<html>